# EnableDropShadow

```pascal
PROCEDURE EnableDropShadow(
				h      : HANDLE;
				enable : BOOLEAN);
```

```python
def vs.EnableDropShadow(h, enable):
    return None
```

## Parameters
|Name|Type|Description|
|---|---|---|
|h|HANDLE|   |
|enable|BOOLEAN|   |

## Version
Availability: from Vectorworks 2017

## Category
* Object Attributes